Repository: Yuhara327/CalorieBalance
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# 睡眠と日次カロリー収支
source: Sleep and Daily Calorie Balance
de: Schlaf und tägliche Kalorienbilanz
es: Sueño y balance calórico diario
fr: Sommeil et bilan calorique quotidien
ja: 睡眠と日次カロリー収支
ko: 수면과 일일 칼로리 수지
zh_hans: 睡眠与每日热量收支

# 睡眠不足がダイエットに与える影響を分析し、最適な生活リズムを見つけましょう。
source: Analyze how sleep deprivation affects your diet and find your optimal daily rhythm.
de: Analysieren Sie die Auswirkungen von Schlafmangel auf Ihre Diät und finden Sie Ihren optimalen Lebensrhythmus.
es: Analiza cómo la falta de sueño afecta a tu dieta y encuentra tu ritmo de vida óptimo.
fr: Analysez l'impact du manque de sommeil sur votre régime et trouvez votre rythme de vie optimal.
ja: 睡眠不足がダイエットに与える影響を分析し、最適な生活リズムを見つけましょう。
ko: 수면 부족이 다이어트에 미치는 영향을 분석하고 최적의 생활 리듬을 찾아보세요.
zh_hans: 分析睡眠不足对减肥的影响，寻找最适合您的生活节奏。

# 睡眠時間とカロリー収支の相関を可視化、数値化します。
source: Visualize and quantify the correlation between sleep duration and calorie balance.
de: Visualisiert und quantifiziert die Korrelation zwischen Schlafdauer und Kalorienbilanz.
es: Visualiza y cuantifica la correlación entre la duración del sueño y el balance calórico.
fr: Visualise et quantifie la corrélation entre la durée du sommeil et le bilan calorique.
ja: 睡眠時間とカロリー収支の相関を可視化、数値化します。
ko: 수면 시간과 칼로리 수지의 상관관계를 시각화하고 수치화합니다.
zh_hans: 将睡眠时间与卡路里收支的相关性可视化并数值化。

# 睡眠時間を入力
source: Enter sleep duration
de: Schlafdauer eingeben
es: Ingresar duración del sueño
fr: Saisir la durée du sommeil
ja: 睡眠時間を入力
ko: 수면 시간 입력
zh_hans: 输入睡眠时长

# 睡眠相関の解放
source: Unlock Sleep Correlation
de: Schlafkorrelation freischalten
es: Desbloquear correlación de sueño
fr: Débloquer la corrélation du sommeil
ja: 睡眠相関の解放
ko: 수면 상관관계 잠금 해제
zh_hans: 解锁睡眠相关性

# 睡眠相関分析
source: Sleep Correlation Analysis
de: Schlafkorrelationsanalyse
es: Análisis de correlación de sueño
fr: Analyse de corrélation du sommeil
ja: 睡眠相関分析
ko: 수면 상관관계 분석
zh_hans: 睡眠相关性分析

# 系列
source: Series
de: Reihe
es: Serie
fr: Série
ja: 系列
ko: 시리즈
zh_hans: 系列

# 続ける
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하기
zh_hans: 继续

# 維持
source: Maintain
de: Halten
es: Mantener
fr: Maintenir
ja: 維持
ko: 유지
zh_hans: 维持

# 脂肪換算で約 %@
source: Approx. %@ in body fat
de: Ca. %@ Körperfett-Äquivalent
es: Aproximadamente %@ en grasa corporal
fr: Env. %@ en graisse corporelle
ja: 脂肪換算で約 %@
ko: 체지방 환산 시 약 %@
zh_hans: 约折合 %@ 体脂

# 脂肪換算で約 %@ %@
source: Approx. %1$@ %2$@ in body fat
de: Ca. %1$@ %2$@ Körperfett-Äquivalent
es: Aproximadamente %1$@ %2$@ en grasa corporal
fr: Env. %1$@ %2$@ en graisse corporelle
ja: 脂肪換算で約 %1$@ %2$@
ko: 체지방 환산 시 약 %1$@ %2$@
zh_hans: 约折合 %1$@ %2$@ 体脂

# 詳しく見る
source: See Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
ja: 詳しく見る
ko: 자세히 보기
zh_hans: 查看详情

# 起床
source: Wake up
de: Aufstehen
es: Despertar
fr: Réveil
ja: 起床
ko: 기상
zh_hans: 起床

# 進捗リングと専用ウィジェットでモチベーションを維持します。
source: Stay motivated with progress rings and exclusive widgets.
de: Bleiben Sie motiviert mit Fortschrittsringen und exklusiven Widgets.
es: Mantente motivado con los anillos de progreso y widgets exclusivos.
fr: Restez motivé grâce aux anneaux de progression et aux widgets exclusifs.
ja: 進捗リングと専用ウィジェットでモチベーションを維持します。
ko: 진척도 링과 전용 위젯으로 동기부여를 유지하세요.
zh_hans: 通过进度圆环和专属小组件保持动力。

# 達成期限
source: Deadline
de: Frist
es: Fecha límite
fr: Échéance
ja: 達成期限
ko: 달성 기한
zh_hans: 达成期限

# 達成期限: %@
source: Deadline: %@
de: Frist: %@
es: Fecha límite: %@
fr: Échéance : %@
ja: 達成期限: %@
ko: 달성 기한: %@
zh_hans: 达成期限: %@

# 達成状況
source: Progress
de: Status
es: Progreso
fr: Progression
ja: 達成状況
ko: 달성 현황
zh_hans: 达成情况

# 達成率グラフ
source: Progress Graph
de: Status-Diagramm
es: Gráfico de progreso
fr: Graphique de progression
ja: 達成率グラフ
ko: 달성률 그래프
zh_hans: 达成率图表

# 開始日
source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
ja: 開始日
ko: 시작일
zh_hans: 开始日期

# 食事カロリーを入力
source: Enter meal calories
de: Mahlzeit-Kalorien eingeben
es: Ingresar calorías de la comida
fr: Saisir les calories du repas
ja: 食事カロリーを入力
ko: 식사 칼로리 입력
zh_hans: 输入饮食热量

# 高度な目標管理
source: Advanced Goal Management
de: Fortgeschrittenes Zielmanagement
es: Gestión avanzada de objetivos
fr: Gestion avancée des objectifs
ja: 高度な目標管理
ko: 고급 목표 관리
zh_hans: 高级目标管理

source: Pro Plan
es: Plan Pro
fr: Plan Pro
ja: Proプラン
ko: Pro 플랜
zh_hans: Pro 方案

source: Trend
es: Tendencia
fr: Tendance
ko: 트렌드
zh_hans: 趋势

source: Trends
es: Tendencias
fr: Tendances
ja: トレンド
ko: 트렌드
zh_hans: 趋势

source: -- kcal
zh_hans: -- 千卡

source: %lld kcal
zh_hans: %lld 千卡
